[
  {
    "argument": "Kühe müssen gemolken werden",
    "antwort": "Kühe produzieren nur Milch, wenn sie trächtig waren und ein Kalb haben. In der Natur würden sie ihre eigenen Kälber säugen, nicht Menschen. Um weiterhin Milch zu produzieren, werden die Kühe befruchtet und ihre Kälber weggenommen."
  },
  {
    "argument": "Pflanzen haben auch Gefühle",
    "antwort": "Pflanzen haben kein Nervensystem und können daher keine Schmerzen wie Tiere empfinden. Selbst wenn sie Reaktionen zeigen würden, werden viel mehr Pflanzen benötigt, um Nutztiere zu füttern als für den direkten menschlichen Konsum."
  },
  {
    "argument": "Fleisch und Tierprodukte zu essen ist meine persönliche Entscheidung",
    "antwort": "Jede Entscheidung ist eine persönliche Entscheidung. Dennoch kann jede Entscheidung Konsequenzen für das Umfeld haben. Eine Entscheidung als persönlich zu bezeichnen lässt diese Konsequenzen nicht verschwinden."
  },
  {
    "argument": "Veganer essen so viel Soja und Tofu, was den Amazonas-Regenwald zerstört",
    "antwort": "Etwa 80% des Sojas aus dem Amazonasgebiet wird zur Fütterung von Nutztieren verwendet. Der Großteil des Rests für Speiseöl. Das meiste Soja für den menschlichen Konsum wird lokal produziert."
  },
  {
    "argument": "Eier essen ist okay, die Hennen leiden nicht",
    "antwort": "Eier zu essen trägt zu Tierquälerei bei, weil männliche Küken bei der Geburt getötet werden und Hennen unter harten Bedingungen leiden und früh geschlachtet werden, unabhängig von den Haltungsmethoden, da die meisten Eier aus profitorientierten Massentierhaltung stammen."
  },
  {
    "argument": "Wenn alle vegan würden, gäbe es nicht genug Nahrung",
    "antwort": "Im Gegenteil, weil Nutztiere so viel fressen müssen, um zu produzieren. 80% der bebaubaren Flächen werden derzeit für die Produktion von Tierprodukten verwendet, die nur 20% der Kalorien liefern, die wir konsumieren."
  },
  {
    "argument": "Wir stehen an der Spitze der Nahrungskette, Menschen sind die Apex-Raubtiere",
    "antwort": "Menschen als Apex-Raubtiere zu bezeichnen, um das Essen von Tieren zu rechtfertigen, ist fehlerhaft, weil die Begriffe 'Nahrungskette' und 'Kreislauf des Lebens' nicht wirklich auf menschliche Nahrungssysteme zutreffen, und Menschen keine Tiere essen müssen, um zu überleben, also ist das 'Recht des Stärkeren'-Argument ethisch nicht gültig."
  },
  {
    "argument": "Veganismus ist nur ein weiterer woke Trend. Das wird vorbeigehen",
    "antwort": "Veganismus ist mehr als ein Trend - es ist eine bewusste Lebensstilentscheidung, die auf Ethik, Umweltbelangen und Gesundheit basiert, und seine wachsende Popularität spiegelt ein zunehmendes Bewusstsein für diese Themen wider."
  },
  {
    "argument": "Auch die Ernte für Veganer tötet Tiere",
    "antwort": "Es stimmt, dass bei der Ernte von Pflanzen unbeabsichtigt einige Tiere getötet werden, aber der Konsum von Tierprodukten verursacht insgesamt viel mehr Tiertode, weil viel mehr Land und Pflanzen verwendet werden, um Nutztiere zu füttern als Menschen direkt zu ernähren."
  },
  {
    "argument": "Tiere sind nicht intelligent genug, und sie fühlen keine Schmerzen wie wir",
    "antwort": "Tiere zeigen deutlich Fürsorge, Zuneigung und Liebe und versuchen, Schmerzen zu vermeiden. Tiere können leiden und sind sich bewusst, dass sie leiden. Das ist wissenschaftlich bewiesen."
  },
  {
    "argument": "Das Essen von Tieren verursacht keine Krankheiten",
    "antwort": "Die Tierhaltungsindustrie ist ein bedeutender Nährboden für neue Viren aufgrund der hohen Dichte von Tieren, die auf engem Raum unter oft unhygienischen Bedingungen gehalten werden. Diese Faktoren, kombiniert mit dem weit verbreiteten und intensiven Einsatz von Antibiotika in vielen Ländern zur Wachstumsförderung und Krankheitsprävention, schaffen ideale Umstände für das Entstehen und die Übertragung von Infektionserregern. Diese Umgebung erleichtert die Virusausbreitung unter Tieren und erhöht das Risiko zoonotischer Übertragung auf Menschen, während der Antibiotikaübergebrauch Antibiotikaresistenzen fördert und die Risiken für die öffentliche Gesundheit verstärkt."
  },
  {
    "argument": "Tiere essen auch Tiere, warum sollten wir das nicht tun. Löwen essen auch Tiere",
    "antwort": "Viele Tiere tun Dinge, die Menschen nicht als akzeptabel betrachten würden, wie Löwen, die rivalisierende Babys töten. Wenn wir wirklich vergleichen wollen, essen unsere nächsten Verwandten, die Bonobos, hauptsächlich Früchte und leben friedlich. Menschen haben die Fähigkeit, Ethik über natürliches Verhalten zu stellen, also ist 'Tiere essen Tiere' keine gute Entschuldigung für uns, dasselbe zu tun."
  },
  {
    "argument": "Vegan zu werden ist zu schwer",
    "antwort": "In den allermeisten Ländern kaufen Menschen ihre Lebensmittel in Märkten und Supermärkten. Es ist nicht schwer, dort vollständige vegane Nahrung zu bekommen, und auch nicht teurer."
  },
  {
    "argument": "Wenn ich vegan werde, werde ich zum Außenseiter. Es ist sozial schwierig. Was werden Freunde und Familie sagen",
    "antwort": "Sich für den Veganismus zu entscheiden ist eine Entscheidung, die deine Werte widerspiegelt. Obwohl es sich anfangs schwierig anfühlen mag, finden viele Menschen unterstützende Gemeinschaften und neue Freundschaften durch den Veganismus. Außerdem bringt es oft Respekt, zu seinen Überzeugungen zu stehen, auch von denen, die deine Entscheidungen nicht teilen. Zum 'Außenseiter' zu werden kann stattdessen eine Gelegenheit sein, sich mit Gleichgesinnten zu verbinden und positive Veränderungen zu inspirieren. Authentisch zu sich selbst zu sein ist wichtiger als sozialen Erwartungen zu entsprechen."
  },
  {
    "argument": "Ich liebe Tiere auch, wir müssen sie manchmal nur für Nahrung töten",
    "antwort": "Großartig, dass du Tiere liebst. Es ist tatsächlich üblich, Tiere zu lieben und dennoch das Leiden in der Fleisch-, Eier- und Milchindustrie zu ignorieren - Psychologen nennen das kognitive Dissonanz und moralische Distanzierung. Die Industrie befeuert das mit Marketing, das glückliche Nutztiere zeigt, sogar Cartoons von ihnen, die 'freiwillig' Milch, Eier oder Fleisch geben."
  },
  {
    "argument": "Meine Religion erlaubt mir, Fleisch zu essen",
    "antwort": "Einige Religionen erlauben das Essen von Fleisch, aber es ist nie verpflichtend. Angesichts des Ausmaßes der heutigen Tierindustrie im Vergleich zu vor Jahrhunderten kann die Entscheidung, sie nicht zu unterstützen, sehr gut mit den meisten religiösen Werten übereinstimmen."
  },
  {
    "argument": "Was ist mit Wolle",
    "antwort": "Fast alle Wolle stammt aus industriellen Wollfarmen, wo Effizienz und Produktionsraten wichtiger sind als das Tierwohl. Und genau wie Hennen und Milchkühe werden auch Schafe schnell geschlachtet, sobald sie weniger Wolle produzieren."
  },
  {
    "argument": "Tierprodukte zu essen ist legal",
    "antwort": "Die Tatsache, dass Tierprodukte heute legal sind, bedeutet nicht, dass es richtig ist, besonders angesichts des Ausmaßes des damit verbundenen Leidens. Legalität ist nicht dasselbe wie Moral. Viele Dinge waren einst legal - Sklaverei, Kinderarbeit, Frauen das Wahlrecht zu verwehren. Gesetze hinken oft der Ethik hinterher."
  },
  {
    "argument": "Die Tierindustrie mit dem Holocaust zu vergleichen",
    "antwort": "Ein Vergleich mit dem Holocaust ist nicht korrekt und nicht hilfreich. Es gibt keine Notwendigkeit, die Tierindustrie mit solchen Dingen zu vergleichen. Sie ist schlimm genug für sich allein."
  },
  {
    "argument": "Veganer müssen Vitamin B12 ergänzen. Also ist eine vegane Ernährung unnatürlich",
    "antwort": "Nutztiere werden in großen Mengen mit B12 ergänzt, also ist es indirekt auch in diesen Produkten ergänzt. B12 kommt von Bakterien. Viele Menschen haben einen B12-Mangel, viel mehr als es Veganer gibt."
  },
  {
    "argument": "Würdest du Fleisch essen, wenn du keine andere Wahl hättest? Gestrandet auf einer einsamen Insel mit einem Schwein?",
    "antwort": "Wenn du an einem Ort lebtest, wo es reichlich pflanzliche Nahrung gibt, würdest du dich entscheiden, Tiere zu töten und zu essen aus keinem anderen Grund als deiner Ernährungspräferenz? Außerdem gibt das, was jemand in einem extremen Szenario tun würde, keine Anleitung für das Verhalten in nicht-extremen Szenarien."
  },
  {
    "argument": "Es macht keinen Unterschied, wenn ich vegan werde",
    "antwort": "Jeder Veganer rettet Hunderte von Tieren pro Jahr, reduziert mehr Treibhausgasemissionen als Nicht-Veganer und nutzt einen Bruchteil der Süßwasserressourcen. Und viele Individuen zusammen machen einen größeren Unterschied."
  },
  {
    "argument": "Ich ehre die Tiere, die ich esse",
    "antwort": "Tiere werden nicht geehrt oder respektiert, wenn sie geschlachtet werden. Der Begriff trägt eine Nostalgie von Nomadenstämmen in einer riesigen Wildnis mit sich, die den Geistern für das Tier danken, das sie zum Überleben brauchen. Die Lebenssituation der meisten von uns und die massive Tierindustrie sind weit davon entfernt."
  },
  {
    "argument": "Ich esse keine Tierbabys, kein Lamm",
    "antwort": "Fleischrinder werden mit 18-24 Monaten geschlachtet, ihre Lebensspanne beträgt 15-20 Jahre. Schweine und auch Schafe mit etwa 6-8 Monaten, sie könnten 10-15 Jahre alt werden. Masthühner sogar nach 5-7 Wochen. Also waren im Grunde alle noch Babys. Nur Milchkühe, Legehennen und Wollschafe leben etwas länger, bis ihre Produktivität nachlässt."
  },
  {
    "argument": "Unsere frühen Vorfahren aßen Fleisch",
    "antwort": "Der Homo Sapiens hat über Tausende von Jahren eine hohe Flexibilität gezeigt, mit welchen Diäten Individuen überleben und gedeihen können. Von fisch- oder fleischlastig bis fruchtlastig. Es beweist nur, dass wir die Wahl haben zu entscheiden, das Richtige zu tun."
  },
  {
    "argument": "Veganes Essen ist langweilig und schmeckt schlecht",
    "antwort": "Viele Gerichte, die Menschen lieben, sind von Natur aus bereits vegan. Und das Ausprobieren veganer Gerichte wird tatsächlich zu einer angenehmen, geschmackvollen Entdeckungsreise für neue Veganer."
  },
  {
    "argument": "Veganer bekommen nicht genug Eisen",
    "antwort": "Rotes Fleisch wurde jahrelang als Eisenquelle beworben. Aber viele Pflanzen haben mehr als genug Eisen (zum Beispiel Linsen, Spinat, Schokolade). Außerdem kann das Häm-Eisen aus Fleisch zu viel Eisen führen, was Krankheiten verursacht, hauptsächlich bei älteren Männern."
  },
  {
    "argument": "Veganer bekommen nicht genug Protein",
    "antwort": "Fleisch wurde lange als Proteinquelle beworben. Aber viele Pflanzen bieten mehr als genug Protein (Soja, andere Hülsenfrüchte, Getreide) und enthalten auch alle essentiellen Aminosäuren."
  },
  {
    "argument": "Wir müssen an Tieren testen",
    "antwort": "Tests für Kosmetika oder Haushaltsprodukte sind nicht mehr notwendig, passieren aber noch. Tests an neuen Lebensmitteln nur aufgrund der Gesetzgebung. Und für pharmazeutische Zwecke bleibt es fragwürdig, inwieweit Tests an Tieren überhaupt repräsentativ für die Anwendung beim Menschen sind. Ein großer Teil der Tierversuche ist nicht notwendig, wird aber von der Testindustrie gefördert, die weiter wachsen will."
  },
  {
    "argument": "Wir haben Eckzähne, also sind wir Fleischfresser",
    "antwort": "Unsere Eckzähne können nicht durch Tierhaut reißen. Sogar Gorillas, die Pflanzenfresser sind, haben viel größere Eckzähne. Unsere Zähne sagen uns nicht sehr viel. Tatsache ist, Menschen können von allen möglichen Diäten leben. Das gibt uns die Wahl zu entscheiden, das Richtige zu tun."
  },
  {
    "argument": "Wir sind Allesfresser",
    "antwort": "Der Homo Sapiens hat über Tausende von Jahren eine hohe Flexibilität gezeigt, mit welchen Diäten Individuen überleben und gedeihen können. Von fisch- oder fleischlastig bis fruchtlastig. Es beweist nur, dass wir die Wahl haben zu entscheiden, das Richtige zu tun."
  },
  {
    "argument": "Was ist mit Honig",
    "antwort": "Bienen machen Honig für sich selbst, und ihn zu nehmen, besonders in der kommerziellen Produktion, beutet sie noch aus und kann ihnen schaden, also warum nicht pflanzliche Alternativen wählen, wie Ahornsirup, Agave, Dattelsyrup."
  },
  {
    "argument": "Ich esse nur biologisches, humanes Fleisch und Tierprodukte",
    "antwort": "Es ist sehr schwer, konsequent nur wirklich humane oder biologische Tierprodukte zu essen, da man selten die volle Kontrolle darüber hat, woher sie kommen - besonders in Restaurants, verpackten Lebensmitteln und Supermarktartikeln. Labels wie 'bio' bedeuten meist nur bescheidene Verbesserungen im Tierwohl. Zum Beispiel werden Milchkühe immer noch regelmäßig gezüchtet und jung geschlachtet, was anhaltende Leiden verursacht. Aufgrund dieser Realitäten wählen viele Menschen den Veganismus, um die Unsicherheit und das systemische Leid zu vermeiden, das mit dem Konsum von Tierprodukten verbunden ist."
  },
  {
    "argument": "Es ist Teil unserer Kultur und Tradition",
    "antwort": "Kultur und Tradition dienen dazu, Gemeinschaft und Familienbande aufzubauen, und sollten nicht verwendet werden, um spezifische Verhaltensweisen zu rechtfertigen. Sie können sich entwickeln. Du kannst die Verbindungen ehren und gleichzeitig Alternativen wählen, die mit deiner Ethik übereinstimmen. Du musst kulturellen Praktiken nicht folgen, die mit deinen Werten kollidieren, und durch ethische Entscheidungen kannst du helfen, die Traditionen in deiner Gemeinschaft zu entwickeln."
  },
  {
    "argument": "Vegane Erziehung ist Gehirnwäsche für deine Kinder",
    "antwort": "Eltern versuchen, ihren Kindern Werte zu vermitteln und sie glücklich und gesund aufzuziehen. Man könnte argumentieren, dass es seltsamer ist, ihnen beizubringen, Hunde zu lieben und sich nicht um Schweine zu kümmern, als sich um diese Tiere gleichermaßen zu kümmern. Außerdem geht es bei der veganen Erziehung von Kindern nicht darum, Ideologie blind aufzuzwingen, sondern darum, altersgerechte Informationen und Fürsorge zu bieten und Kindern zu ermöglichen, ihr eigenes Verständnis zu entwickeln, während sie wachsen."
  },
  {
    "argument": "Du kannst nicht 100% vegan sein",
    "antwort": "Die Tatsache, dass Perfektion schwer ist, bedeutet nicht, dass wir nichts tun sollten. Derzeit tauchen Nebenprodukte der Tierindustrie überall auf. In Klebstoffen, Umschlägen, Kosmetika und zahllosen anderen Alltagsgegenständen. Wenn die Nachfrage nach Tierprodukten sinkt, werden die Industrien diese Zutaten durch pflanzliche oder synthetische Alternativen ersetzen, wodurch es immer einfacher wird, ohne die Ausbeutung von Tieren zu leben."
  },
  {
    "argument": "Also sollten wir jetzt alle Tiere töten? Das ist grausam",
    "antwort": "Eine solche Veränderung wird niemals sofort passieren. Aber da die meisten Tiere in einem sehr jungen Alter geschlachtet werden, hätte die Reduzierung des Zuchtvolumens sogar einen fast sofortigen Effekt."
  },
  {
    "argument": "Nutztiere würden wegen Veganern aussterben",
    "antwort": "Wildschweine, Auerochsen und Dschungelhühner brauchten jahrtausendelang keine Landwirtschaft zum Überleben. Wir 'erhalten' keine Arten, indem wir sie massenproduzieren zum Schlachten - wir beuten künstliche Rassen aus, die oft nicht einmal natürlich überleben können aufgrund selektiver Zucht für die Produktion."
  },
  {
    "argument": "Warum sehen vegane Produkte immer wie Tierprodukte aus",
    "antwort": "Viele Veganer sind aus ethischen Gründen vegan, nicht weil sie den Geschmack nicht mochten. Also warum nicht dasselbe genießen, nur ohne Tierleid und Klimaauswirkungen."
  },
  {
    "argument": "Vegane Produkte sind voller chemischer Zutaten",
    "antwort": "Einige Produkte enthalten Verdickungsmittel oder Aromen, das tun auch nicht-vegane vorgekochte Produkte. Aber viele vegane Hersteller verwenden nur natürliche Zutaten. Und natürlich könnte man immer wählen, keine verarbeiteten Lebensmittel zu kaufen."
  },
  {
    "argument": "Ich habe einmal vegan probiert, es schmeckte schrecklich",
    "antwort": "Entschuldigung für deine Erfahrung. Man muss aber nicht in einen rohen Tofublock beißen. Neue Veganer neigen dazu, viele Gerichte auszuprobieren. Alle können reichlich geschmackvolle finden. Und viele Gerichte sind von Natur aus vegan."
  },
  {
    "argument": "Das menschliche Gehirn entwickelte sich dank Fleischkonsum",
    "antwort": "Der Konsum von Fleisch mag eine Rolle gespielt haben oder auch nicht. Das ist nicht bewiesen. Außerdem war es sicherlich nie der einzige Antrieb. Sonst hätten Krokodile vor hundert Millionen Jahren riesige Gehirne entwickelt."
  },
  {
    "argument": "Veganer sind fanatische Fundamentalisten und Extremisten",
    "antwort": "Ich wähle den Veganismus aus Mitgefühl und Gesundheit, nicht aus Fanatismus."
  },
  {
    "argument": "Veganer sind Heuchler, Tiere sterben auch für euch",
    "antwort": "Die Tatsache, dass Perfektion schwer ist, bedeutet nicht, dass wir nichts tun sollten. Wir können wählen, das Tierleid so weit wie möglich zu reduzieren."
  },
  {
    "argument": "Wenn wir keine Tiere essen sollen, warum schmecken sie dann so gut",
    "antwort": "Meistens wird Fleisch gekocht, gebraten und gewürzt, bevor es gegessen wird. Aber ja, unsere Gehirne haben sich entwickelt, um Nahrung mit der höchsten Nährstoffdichte zu bevorzugen. Was für nomadische Jäger nützlich war, ist aber in unserer Gesellschaft eine Hauptursache dafür, dass Menschen zu viel essen."
  },
  {
    "argument": "Hitler war Vegetarier",
    "antwort": "Nicht ganz sicher, was der Punkt ist, aber er aß Berichten zufolge hauptsächlich vegetarisch nach 1938, weil seine Ärzte ihm das aus gesundheitlichen Gründen rieten."
  },
  {
    "argument": "Veganer sehen immer ungesund aus",
    "antwort": "Die Gesundheit und das Aussehen jeder Person variieren unabhängig von der Ernährung. Viele Veganer sind lebendig und gesund wegen ihrer pflanzlichen Lebensweise, und Hautton oder Aussehen werden nicht allein durch die Ernährung bestimmt."
  },
  {
    "argument": "Männer bekommen Brüste vom Essen von Tofu und Soja",
    "antwort": "Das ist ein Mythos ohne wissenschaftliche Grundlage. Soja enthält Pflanzenverbindungen, die viel schwächer sind als menschliche Hormone und beeinflussen weder Testosteron noch die Brustentwicklung bei Männern. Viele gesunde Bevölkerungsgruppen weltweit konsumieren regelmäßig Soja ohne diese Effekte. Klinische Studien zeigen konsistent, dass Soja für Männer sicher ist."
  }
]