[
  {
    "argument": "Koeien moeten gemolken worden",
    "antwort": "Koeien produceren alleen melk wanneer ze zwanger zijn geweest en een kalf hebben. In de natuur zouden ze hun eigen kalveren zogen, niet mensen. Om melk te blijven produceren, worden de koeien bevrucht en hun kalveren weggenomen."
  },
  {
    "argument": "Planten hebben ook gevoelens",
    "antwort": "Planten hebben geen zenuwstelsel en kunnen daarom geen pijn voelen zoals dieren. Zelfs als ze reacties zouden vertonen, zijn er veel meer planten nodig om boerderijdieren te voeden dan voor directe menselijke consumptie."
  },
  {
    "argument": "Vlees en dierproducten eten is mijn persoonlijke keuze",
    "antwort": "Elke keuze is een persoonlijke keuze. Toch kan elke keuze gevolgen hebben voor je omgeving. Een keuze als persoonlijk bestempelen laat deze gevolgen niet verdwijnen."
  },
  {
    "argument": "Veganisten eten zoveel soja en tofu, wat het Amazone regenwoud vernietigt",
    "antwort": "Ongeveer 80% van de soja uit het Amazonegebied wordt gebruikt om boerderijdieren te voeden. Het meeste van de rest voor kookolie. De meeste soja voor menselijke consumptie wordt lokaal geproduceerd."
  },
  {
    "argument": "Eieren eten is oké, de hennen lijden niet",
    "antwort": "Eieren eten draagt bij aan wreedheid omdat mannelijke kuikens bij de geboorte worden gedood en hennen onder harde omstandigheden lijden en vroeg worden geslacht, ongeacht de houderiejmethoden, omdat de meeste eieren afkomstig zijn uit winstgedreven massaproductie."
  },
  {
    "argument": "Als iedereen veganistisch zou worden, zou er niet genoeg voedsel zijn",
    "antwort": "Integendeel, omdat boerderijdieren zoveel moeten eten om te produceren. 80% van het bebouwbare land wordt momenteel gebruikt om dierproducten te produceren, wat slechts 20% van de calorieën bijdraagt die we consumeren."
  },
  {
    "argument": "We staan bovenaan de voedselketen, mensen zijn de APEX roofdieren",
    "antwort": "Mensen apex roofdieren noemen om het eten van dieren te rechtvaardigen is gebrekkig, omdat de termen 'voedselketen' en 'cirkel van het leven' eigenlijk niet van toepassing zijn op menselijke voedselsystemen, en mensen geen dieren hoeven te eten om te overleven, dus het 'macht gaat voor recht' argument is ethisch niet geldig."
  },
  {
    "argument": "Veganisme is gewoon weer een woke trend. Het gaat voorbij",
    "antwort": "Veganisme is meer dan een trend - het is een bewuste levensstijlkeuze gebaseerd op ethiek, milieuzorgen en gezondheid, en de groeiende populariteit weerspiegelt een toenemend bewustzijn van deze kwesties."
  },
  {
    "argument": "Gewassen en oogsten voor veganisten doden ook dieren",
    "antwort": "Het klopt dat sommige dieren onbedoeld worden gedood tijdens het oogsten van gewassen, maar het eten van dierproducten veroorzaakt over het geheel veel meer dierensterfte omdat veel meer land en gewassen worden gebruikt om boerderijdieren te voeden dan om mensen direct te voeden."
  },
  {
    "argument": "Dieren zijn niet intelligent genoeg, en ze voelen geen pijn zoals wij",
    "antwort": "Dieren tonen duidelijk zorg, genegenheid en liefde en proberen pijn te vermijden. Dieren kunnen lijden en zijn zich bewust dat ze lijden. Dit is wetenschappelijk bewezen."
  },
  {
    "argument": "Het eten van dieren veroorzaakt geen ziekten",
    "antwort": "De veehouderij-industrie is een belangrijke broedplaats voor nieuwe virussen vanwege de hoge dichtheid van dieren die op kleine ruimtes worden gehouden, vaak onder onhygiënische omstandigheden. Deze factoren, gecombineerd met het wijdverspreide en intensieve gebruik van antibiotica in veel landen om groei te bevorderen en ziekten te voorkomen, creëren ideale omstandigheden voor het ontstaan en de overdracht van infectieuze stoffen. Deze omgeving vergemakkelijkt virusverspreiding onder dieren en verhoogt het risico van zoönotische overdracht naar mensen, terwijl overmatig antibioticagebruik antibioticaresistentie veroorzaakt, wat de risico's voor de volksgezondheid vergroot."
  },
  {
    "argument": "Dieren eten ook dieren, dus waarom zouden wij dat niet doen. Leeuwen eten ook dieren",
    "antwort": "Veel dieren doen dingen die mensen niet acceptabel zouden vinden, zoals leeuwen die rivaliserende baby's doden. Als we echt willen vergelijken, eten onze naaste verwanten, de bonobo's, voornamelijk fruit en leven vreedzaam. Menschen hebben het vermogen om ethiek boven natuurlijk gedrag te stellen, dus 'dieren eten dieren' is geen goed excuus voor ons om hetzelfde te doen."
  },
  {
    "argument": "Veganistisch worden is te moeilijk",
    "antwort": "In veruit de meeste landen kopen mensen voedsel in markten en supermarkten. Het is niet moeilijk om daar compleet veganistisch voedsel te krijgen, en ook niet duurder."
  },
  {
    "argument": "Als ik veganistisch word, word ik een buitenstaander. Het is sociaal moeilijk. Wat zullen vrienden en familie zeggen",
    "antwort": "Kiezen voor veganisme is een beslissing die je waarden weergeeft. Hoewel het in het begin moeilijk kan aanvoelen, vinden veel mensen ondersteunende gemeenschappen en nieuwe vriendschappen door het veganisme. Ook brengt het vasthouden aan je overtuigingen vaak respect met zich mee, zelfs van degenen die je keuzes niet delen. Een 'buitenstaander' worden kan in plaats daarvan een kans zijn om contact te maken met gelijkgestemden en positieve verandering te inspireren. Authentiek zijn naar jezelf toe is belangrijker dan voldoen aan sociale verwachtingen."
  },
  {
    "argument": "Ik hou ook van dieren, we moeten ze alleen soms doden voor voedsel",
    "antwort": "Geweldig dat je van dieren houdt. Het is eigenlijk gebruikelijk om van dieren te houden en toch het lijden in de vlees-, eier- en zuivelindustrie te negeren - psychologen noemen dit cognitieve dissonantie en morele ontkoppeling. De industrie voedt dit met marketing die gelukkige boerderijdieren toont, zelfs cartoons van hen die 'vrijwillig' melk, eieren of vlees geven."
  },
  {
    "argument": "Mijn religie staat me toe om vlees te eten",
    "antwort": "Veel religies staan het eten van vlees toe, maar het is nooit verplicht. Gezien de schaal van de huidige dierenindustrie vergeleken met eeuwen geleden, kan de keuze om deze industrie niet te steunen heel goed aansluiten bij de meeste religieuze waarden."
  },
  {
    "argument": "Hoe zit het met wol",
    "antwort": "Bijna alle wol komt van industriële wolboerderijen, waar efficiëntie en productietarieven belangrijker zijn dan dierenwelzijn. En net zoals hennen en melkkoeien worden schapen snel geslacht zodra ze minder wol produceren."
  },
  {
    "argument": "Dierproducten eten is legaal",
    "antwort": "Het feit dat het eten van dierproducten vandaag legaal is, betekent niet dat het juist is, vooral gezien de omvang van het lijden dat ermee gepaard gaat. Legaliteit is niet hetzelfde als moraliteit. Veel dingen waren ooit legaal - slavernij, kinderarbeid, vrouwen het stemrecht ontzeggen. Wetten lopen vaak achter op de ethiek."
  },
  {
    "argument": "De dierenindustrie vergelijken met de holocaust",
    "antwort": "Een vergelijking met de holocaust is niet correct en niet nuttig. Er is geen behoefte om de dierendustrie met zulke dingen te vergelijken. Het is erg genoeg op zichzelf."
  },
  {
    "argument": "Veganisten moeten vitamine B12 supplementeren. Dus een veganistisch dieet is onnatuurlijk",
    "antwort": "Boerderijdieren worden in grote hoeveelheden B12 gesupplementeerd, dus indirect zit het ook in die producten als supplement. B12 komt van bacteriën. Veel mensen hebben een B12-tekort, veel meer dan er veganisten zijn."
  },
  {
    "argument": "Zou je vlees eten als je geen andere keus had? Gestrand op een onbewoond eiland met een varken?",
    "antwort": "Als je leefde op een plek waar er genoeg plantaardig voedsel was, zou je ervoor kiezen om dieren te doden en ze te eten om geen andere reden dan je voedingsvoorkeur? Ook geeft wat iemand zou doen in een extreem scenario geen begeleiding voor gedrag in niet-extreme scenario's."
  },
  {
    "argument": "Het maakt geen verschil als ik veganistisch word",
    "antwort": "Elke veganist redt honderden dieren per jaar, vermindert meer broeikasgasuitstoot dan niet-veganisten en gebruikt een fractie van de zoetwaterresources. En veel individuen samen maken een groter verschil."
  },
  {
    "argument": "Ik eer de dieren die ik eet",
    "antwort": "Dieren worden niet geëerd of gerespecteerd wanneer ze worden geslacht. De term draagt een nostalgie van nomadenstammen in een enorme wildernis, die de geesten bedanken voor het dier dat ze nodig hebben om te overleven. De leefsituatie van de meesten van ons en de massale dierenindustrie zijn ver daarvan verwijderd."
  },
  {
    "argument": "Ik eet geen dierenbaby's, geen lam",
    "antwort": "Vleesvee wordt geslacht op 18-24 maanden, hun levensduur is 15-20 jaar. Varkens en ook schapen rond 6-8 maanden, ze zouden 10-15 jaar kunnen worden. Vleskuikens zelfs na 5-7 weken. Dus eigenlijk waren ze allemaal nog baby's. Alleen melkkoeien, leghennen en wolschapen leven iets langer, totdat hun productiviteit afneemt."
  },
  {
    "argument": "Onze vroege voorouders aten vlees",
    "antwort": "Homo Sapiens heeft duizenden jaren lang een hoge flexibiliteit getoond in welke diëten individuen kunnen overleven en gedijen. Variërend van vis- of vleszwaar tot fruitrijk. Het bewijst alleen dat we de keuze hebben om te beslissen het juiste te doen."
  },
  {
    "argument": "Veganistisch eten is saai en smaakt slecht",
    "antwort": "Veel gerechten waar mensen van houden zijn van nature al veganistisch. En het uitproberen van veganistische gerechten wordt eigenlijk een aangename, smaakvolle ontdekkingsreis voor nieuwe veganisten."
  },
  {
    "argument": "Veganisten krijgen niet genoeg ijzer",
    "antwort": "Rood vlees is jarenlang geadverteerd als bron voor ijzer. Maar veel planten hebben meer dan genoeg ijzer (bijvoorbeeld linzen, spinazie, chocolade). Ook kan het heem-ijzer uit vlees tot te veel ijzer leiden wat ziekten veroorzaakt, voornamelijk bij oudere mannen."
  },
  {
    "argument": "Veganisten krijgen niet genoeg eiwit",
    "antwort": "Vlees is lang geadverteerd als bron van eiwit. Maar veel planten bieden meer dan genoeg eiwit (soja, andere peulvruchten, granen) en bevatten ook alle essentiële aminozuren."
  },
  {
    "argument": "We moeten testen op dieren",
    "antwort": "Testen voor cosmetica of huishoudproducten is niet meer nodig, maar gebeurt nog steeds. Testen op nieuw voedsel, alleen vanwege wetgeving. En voor farmaceutische doeleinden blijft het twijfelachtig in welke mate testen op dieren überhaupt representatief zijn voor gebruik bij mensen. Een groot deel van de dierproeven is niet noodzakelijk, maar wordt gepromoot door de testindustrie die wil blijven groeien."
  },
  {
    "argument": "We hebben hoektanden, dus zijn we vleeseters",
    "antwort": "Onze hoektanden kunnen niet door dierenhuid scheuren. Zelfs gorilla's die planteneeters zijn hebben veel grotere hoektanden. Onze tanden vertellen ons niet veel. Feit is dat mensen op allerlei diëten kunnen leven. Dat geeft ons de keuze om te beslissen het juiste te doen."
  },
  {
    "argument": "We zijn omnivoren",
    "antwort": "Homo Sapiens heeft duizenden jaren lang een hoge flexibiliteit getoond in welke diëten individuen kunnen overleven en gedijen. Variërend van vis- of vleszwaar tot fruitrijk. Het bewijst alleen dat we de keuze hebben om te beslissen het juiste te doen."
  },
  {
    "argument": "Hoe zit het met honing",
    "antwort": "Bijen maken honing voor zichzelf, en het nemen ervan, vooral in commerciële productie, buit ze nog steeds uit en kan ze schaden, dus waarom niet kiezen voor plantaardige alternatieven zoals esdoorn, agave, dadelsiroop."
  },
  {
    "argument": "Ik eet alleen biologisch, humaan vlees en dierproducten",
    "antwort": "Het is heel moeilijk om consequent alleen echt humane of biologische dierproducten te eten, omdat je zelden volledige controle hebt over waar ze vandaan komen - vooral in restaurants, verpakte voedingsmiddelen en supermarktartikelen. Labels zoals 'biologisch' betekenen meestal alleen bescheiden verbeteringen in dierenwelzijn. Bijvoorbeeld, melkkoeien worden nog steeds regelmatig gefokt en jong geslacht, wat voortdurend lijden veroorzaakt. Vanwege deze realiteiten kiezen veel mensen voor veganisme om de onzekerheid en systemische schade te vermijden die gepaard gaat met de consumptie van dierproducten."
  },
  {
    "argument": "Het is onderdeel van onze cultuur en traditie",
    "antwort": "Cultuur en traditie dienen om gemeenschap en familiebanden op te bouwen, en zouden niet gebruikt moeten worden om specifiek gedrag te rechtvaardigen. Ze kunnen zich ontwikkelen. Je kunt de verbindingen eren terwijl je alternatieven kiest die aansluiten bij je ethiek. Je hoeft culturele praktijken niet te volgen die botsen met je waarden, en door ethische keuzes te maken kun je helpen de tradities in je gemeenschap te ontwikkelen."
  },
  {
    "argument": "Veganistische opvoeding is hersenspoeling van je kinderen",
    "antwort": "Ouders proberen hun kinderen waarden bij te brengen en ze gelukkig en gezond op te voeden. Men zou kunnen stellen dat het vreemder is om ze te leren honden lief te hebben en niet om varkens te geven, dan om die dieren gelijk te behandelen. Ook gaat veganistische kinderopvoeding niet over het blind opleggen van ideologie maar over het verstrekken van leeftijdsgeschikte informatie en zorg, waardoor kinderen hun eigen begrip kunnen ontwikkelen terwijl ze opgroeien."
  },
  {
    "argument": "Je kunt niet 100% veganistisch zijn",
    "antwort": "Het feit dat perfectie moeilijk is betekent niet dat we niets zouden moeten doen. Momenteel duiken bijproducten van de dierendustrie overal op. In lijmen, enveloppen, cosmetica en talloze andere alledaagse items. Naarmate de vraag naar dierproducten afneemt, zullen industrieën deze ingrediënten vervangen door plantaardige of synthetische alternatieven, waardoor het steeds makkelijker wordt om te leven zonder het uitbuiten van dieren."
  },
  {
    "argument": "Dus we zouden nu alle dieren moeten doden? Dat is wreed",
    "antwort": "Zo'n verandering zal nooit onmiddellijk gebeuren. Maar omdat de meeste dieren op zeer jonge leeftijd worden geslacht, zou het verminderen van het fokvolume zelfs een bijna onmiddellijk effect hebben."
  },
  {
    "argument": "Boerderijdieren zouden uitsterven door veganisten",
    "antwort": "Wilde zwijnen, oerossen en oerwoudkippen hadden millennialang geen boerderij nodig om te overleven. We 'behouden' geen soorten door ze massaal te produceren voor de slacht - we buiten kunstmatige rassen uit die vaak niet eens natuurlijk kunnen overleven vanwege selectieve fokkerij voor productie."
  },
  {
    "argument": "Waarom lijken veganistische producten altijd op dierproducten",
    "antwort": "Veel veganisten zijn veganistisch om ethische redenen, niet omdat ze de smaak niet lekker vonden. Dus waarom niet hetzelfde genieten, alleen zonder dierenleed en klimaatimpact."
  },
  {
    "argument": "Veganistische producten zitten vol chemische ingrediënten",
    "antwort": "Sommige producten bevatten verdikkingsmiddelen of smaakstoffen, dat doen niet-veganistische voorgekookte producten ook. Maar veel veganistische fabrikanten gebruiken alleen natuurlijke ingrediënten. En natuurlijk zou je altijd kunnen kiezen om geen bewerkt voedsel te kopen."
  },
  {
    "argument": "Ik heb een keer veganistisch geprobeerd, het smaakte vreselijk",
    "antwort": "Sorry voor je ervaring. Je hoeft niet in een blok rauwe tofu te bijten. Nieuwe veganisten hebben de neiging veel gerechten uit te proberen. Allen kunnen genoeg smaakvolle vinden. En veel gerechten zijn van nature veganistisch."
  },
  {
    "argument": "Het menselijke brein ontwikkelde zich dankzij vleesconsumptie",
    "antwort": "De consumptie van vlees heeft mogelijk een rol gespeeld, of niet. Dit is niet bewezen. Ook was het zeker nooit de enige drijfveer. Anders zouden krokodillen honderd miljoen jaar geleden enorme hersenen hebben ontwikkeld."
  },
  {
    "argument": "Veganisten zijn fanatieke fundamentalisten en extremisten",
    "antwort": "Ik kies voor veganisme uit medeleven en gezondheid, niet uit fanatisme."
  },
  {
    "argument": "Veganisten zijn hypocriet, dieren sterven ook voor jullie",
    "antwort": "Het feit dat perfectie moeilijk is betekent niet dat we niets zouden moeten doen. We kunnen ervoor kiezen om dierenleed zoveel mogelijk te verminderen."
  },
  {
    "argument": "Als we geen dieren zouden moeten eten, waarom smaken ze dan zo goed",
    "antwort": "Meestal wordt vlees gekookt, gebakken en gekruid voordat het wordt gegeten. Maar ja, onze hersenen zijn geëvolueerd om voedsel met de hoogste voedingsdichtheid te prefereren. Wat nuttig was voor nomadische jagers, maar in onze samenleving is het een hoofdoorzaak van mensen die te veel eten."
  },
  {
    "argument": "Hitler was vegetariër",
    "antwort": "Niet helemaal zeker wat het punt is, maar hij at naar verluidt voornamelijk vegetarisch na 1938, omdat zijn dokters hem dat adviseerden om gezondheidsredenen."
  },
  {
    "argument": "Veganisten zien er altijd ongezond uit",
    "antwort": "De gezondheid en het uiterlijk van iedereen variëren ongeacht het dieet. Veel veganisten zijn levendig en gezond vanwege hun plantaardige levensstijl, en huidskleur of uiterlijk worden niet alleen door dieet bepaald."
  },
  {
    "argument": "Mannen krijgen borsten van het eten van tofu en soja",
    "antwort": "Dit is een mythe zonder wetenschappelijke basis. Soja bevat plantenverbindingen die veel zwakker zijn dan menselijke hormonen en beïnvloeden noch testosteron noch borstontwikkeling bij mannen. Veel gezonde populaties wereldwijd consumeren regelmatig soja zonder deze effecten. Klinische studies tonen consequent aan dat soja veilig is voor mannen."
  }
]