[
  {
    "argument": "Cows need to be milked",
    "antwort": "Cows only produce milk when they've been pregnant and have a calf. In nature, they would nurse their own calves, not humans. To continue to produce milk, the cows are impregnated, and their calves taken away."
  },
  {
    "argument": "Plants have feelings too",
    "antwort": "Plants don't have a nervous system and therefore cannot feel pain like animals do. Even if they would show reactions, far more plants are needed to feed farm animals than for direct human consumption."
  },
  {
    "argument": "Eating meat and animal products is my personal choice",
    "antwort": "Each choice is a personal choice. Still each choice can have consequences for your surroundings. Labeling a choice as personal doesn't make these consequences disappear."
  },
  {
    "argument": "Vegans eat so much soy and tofu, which kills the Amazon rainforest",
    "antwort": "Around 80% of the soy from the Amazon area is used to feed farm animals. Most of the rest for cooking oil. Most of the soy for human consumption is produced locally."
  },
  {
    "argument": "Eatings Eggs is OK, the hens dont suffer",
    "antwort": "Eating eggs contributes to cruelty because male chicks are killed at birth and hens suffer harsh conditions and early slaughter, regardless of farming methods, since most eggs come from profit-driven factory farms."
  },
  {
    "argument": "If everyone would go vegan there would not be enough food",
    "antwort": "On the contrary, because farm animals need so much to eat to produce. 80% of the farmable land is currently used to produce animal products, contributing to only 20% of the calories we consume."
  },
  {
    "argument": "We are on the top of the food chain, humans are the APEX predator",
    "antwort": "Calling humans apex predators to justify eating animals is flawed, because the terms \"food chain\" and \"circle of life\" don't actually apply to human food systems, and humans don't need to eat animals to survive, so the \"might makes right\" argument isn't ethically valid."
  },
  {
    "argument": "veganism is just another woke trend. It will pass",
    "antwort": "Veganism is more than a trend - it's a conscious lifestyle choice rooted in ethics, environmental concerns, and health, and its growing popularity reflects increasing awareness of these issues."
  },
  {
    "argument": "Crops ans harvests for vegans kill animals too",
    "antwort": "It's true that some animals are unintentionally killed during crop harvesting, but eating animal products causes far more animal deaths overall because much more land and crops are used to feed farm animals than to directly feed humans"
  },
  {
    "argument": "animals are not intelligent enough, and they dont feel pain like we do",
    "antwort": "Animals clearly show care, affection and love and try to avoid pain. Animals can suffer, and are aware that they suffer. This is scientifically proven."
  },
  {
    "argument": "Eating animals does not cause diseases.",
    "antwort": "The animal agriculture industry is a significant breeding ground for new viruses due to the high density of animals confined in close quarters, often under unhygienic conditions. These factors, combined with the widespread and heavy use of antibiotics in many countries to promote growth and prevent disease, create ideal circumstances for the emergence and transmission of infectious agents. This environment facilitates virus spread among animals and increases the risk of zoonotic transmission to humans, while antibiotic overuse drives antibiotic resistance, compounding public health risks."
  },
  {
    "argument": "Animals eat animals too, so why should we not. Lions eat animals too.",
    "antwort": "Many animals do things humans wouldn't consider acceptable, like lions killing rival babies. If we really want to compare, our closest relatives, bonobos, mostly eat fruit and live peacefully. Humans have the ability to choose ethics over natural behavior, so \"animals eat animals\" isn't a good excuse for us to do the same."
  },
  {
    "argument": "Going vegan is too hard",
    "antwort": "In by far most countries, people buy food from markets and supermarkets. It is not hard to get complete vegan food there, and also not more expensive."
  },
  {
    "argument": "If I go vegan I will become an outsider. It is socially difficult. What will friends and family say.",
    "antwort": "Choosing veganism is a decision that reflects your values. While it might feel difficult at first, many people find supportive communities and new friendships through veganism. Also, standing by your beliefs often brings respect, even from those who don't share your choices. Becoming an \"outsider\" can instead be an opportunity to connect with like-minded people and inspire positive change. Being authentic to yourself is more important than conforming to social expectations."
  },
  {
    "argument": "I love aninals too, we just sometimes need to kill them for food",
    "antwort": "Great that you love animals. It's actually common to love animals yet ignore the suffering in the meat, egg, and dairy industries - psychologists call this cognitive dissonance and moral disengagement. The industry fuels it with marketing showing happy farm animals, even cartoons of them \"willingly\" giving milk, eggs, or meat."
  },
  {
    "argument": "My religion allows me to eat meat",
    "antwort": "Some religions allow eating meat, but it's never mandatory. Given the scale of today's animal industry compared to centuries ago, choosing not to support it can very well align with most religious values"
  },
  {
    "argument": "What about wool",
    "antwort": "Almost all wool comes from industrial wool farms, where efficiency and production rates are more important that animal wellbeing. And just like hens and dairy cows, as soon as a sheept produces less wool, it is slaughtered quickly"
  },
  {
    "argument": "Eating animal products is legal",
    "antwort": "The fact that eating animal products is legal today doesn't mean it's right, especially given the scale of suffering involved. Legality isn't the same as morality. Many things were once legal - slavery, child labor, denying women to vote. Laws often lag behind ethics."
  },
  {
    "argument": "comparing animal industry to the holocaust",
    "antwort": "A comparison with the holocaust is not correct and not useful. There is no need to compare the animal industry with things like this. It is bad enough on it's own."
  },
  {
    "argument": "Vegans need to supplement Vitamin B12. So a vegan diet is unnatural.",
    "antwort": "Farm animals are being supplemented B12 in large quantities, so indirectly it is in those products also supplemented. B12 comes from bacteria. Many people have a B12 shortage, much more than there are vegans."
  },
  {
    "argument": "Would you eat meat if you had no other choice? Stranded on a desert island with a pig?",
    "antwort": "If you lived in a place where there was plenty plant-based food, would you choose to kill animals and eat them for no reason other than your dietary preference? Also, what anybody would do in an extreme scenario does not give any guidance for behavior in non-extreme scenarios"
  },
  {
    "argument": "It makes no difference when I go vegan",
    "antwort": "each vegan saves hundreds of animals per year, reduces more greenhouse emissions than non-vegans and uses a fraction of the fresh water resources. And, many individuals together make a bigger difference."
  },
  {
    "argument": "I honor the animals that I eat.",
    "antwort": "Animals are not honored or respected when they are slaughtered. The term carries a nostalgia of nomad tribes in a huge wilderniss, thanking the spirits for the animal they need to survive. The living situation of most of us, and the massive animal industry are far away from this."
  },
  {
    "argument": "I don't eat animal babies, no lamb.",
    "antwort": "Beef cattle is slaughtered at 18-24 months, their lifespan is 15-20 years. Pigs and also sheep around 6-8 months, they could become 10-15 years. Meat chickens even after 5-7 weeks. So basically, all of them were still babies. Only dairy cows, egg-hens and wool sheep live a bit longer, until their productivity declines"
  },
  {
    "argument": "Our early ancestors ate meat.",
    "antwort": "Homo Sapiens has over thousands of years shown a high flexibiity on which diets individuals can survive and thrive. Ranging from fish or meat-heavy to fruit-heavy. It just proves we have the choice to decide to do the right thing."
  },
  {
    "argument": "vegan food is boring and tasts bad.",
    "antwort": "Many dishes that people love are already vegan by nature. And, trying vegan dishes actually becomes a pleasant tasteful discovery journey for new vegans."
  },
  {
    "argument": "vegans don't get enough iron",
    "antwort": "Red meat has been advertized for years as source for iron. But many plants have more than enough iron (for example lentilles, spinach, chocolate). Also, the heme iron found in meat can lead to too much iron which causes diseases, mainly with elderly men."
  },
  {
    "argument": "vegans don't get enough protein",
    "antwort": "Meat has long been advertized as source of protein. But many plants offer more than enough protein (soy, other legumes, grains) and also contain all essential amino acids."
  },
  {
    "argument": "we need to test on animals",
    "antwort": "testing for cosmetics or household products is not necessary anymore, but still happenig. Testing on new food, only due to legislation. And for Pharmaceutical purposes, it remains questionanble to what degree tests on animals are even representative for use with humans. A large part of the animal testing is not necessary, but promoted by the testing industry that wants to keep growing."
  },
  {
    "argument": "We have canine teeth, so we are meat eaters",
    "antwort": "Our canines cannot rip through animal skin. Even gorillas who are plant eaters have way larger canines. Our teeth don't tell us very much. Fact is humans can live on all sorts of diets. That gives us the choice to decide to do the right thing."
  },
  {
    "argument": "We are omnivores",
    "antwort": "Homo Sapiens has over thousands of years shown a high flexibiity on which diets individuals can survive and thrive. Ranging from fish or meat-heavy to fruit-heavy. It just proves we have the choice to decide to do the right thing."
  },
  {
    "argument": "what about honey",
    "antwort": "Bees make honey for themselves, and taking it, especially in commercial production, still exploits and can harm them, so why not choose plant-based alternatives instead, such as maple, agava, date syrup"
  },
  {
    "argument": "I only eat biological, humane meat and animal products",
    "antwort": "It's very hard to consistently eat only truly humane or biological animal products, since you rarely have full control over where they come from-especially in restaurants, packaged foods, and supermarket items. Labels like \"organic\" usually mean only modest improvements in animal welfare. For example, dairy cows are still regularly bred and slaughtered young, causing ongoing suffering. Because of these realities, many people choose veganism to avoid the uncertainty and systemic harm involved in animal product consumption."
  },
  {
    "argument": "it is part of our culture and tradition",
    "antwort": "Culture and tradition serve to build community and family ties, and should not be used to justify specific behaviors. They can develop. You can honor the connections while choosing alternatives that align with your ethics. You don't have to follow cultural practices that conflict with your values, and by making ethical choices, you can help develop the traditions in your community."
  },
  {
    "argument": "vegan parenting is brainwashing your children",
    "antwort": "Parents try to teach their children values and raise them happy en healthy. One could argue that it is stranger to teach them to love dogs and dont care about pigs, than to care for those animals equally. Also, raising children vegan is not about forcing ideology blindly but about providing age-appropriate information and care, allowing children to develop their own understanding as they grow"
  },
  {
    "argument": "you cannot be 100% vegan",
    "antwort": "The fact that perfection is hard doesn't mean we should do nothing. Currently, animal industry byproducts show up everywhere. In glues, envelopes, cosmetics, and countless other everyday items. . As the demand for animal products declines, industries will replace these ingredients with plant-based or synthetic alternatives, making it ever easier to live without exploiting animals."
  },
  {
    "argument": "So we should kill all the animals now? That is cruel",
    "antwort": "Such a change will never happen instantly. But as most animals are slaughtered at a very young age, reducing the volume of breeding would even have an almost instant effect."
  },
  {
    "argument": "Farm animals would go extinct due to vegans",
    "antwort": "Wild boars, aurochs, and jungle fowl didn't need farming to survive for millennia. We're not 'preserving' species by mass-producing them for slaughter - we're exploiting artificial breeds that often can't even survive naturally due to selective breeding for production."
  }
]